{
  "token2idx": {
    "<BLANK>": 0,
    "<PAD>": 1,
    "<SOS>": 2,
    "<EOS>": 3,
    "<UNK>": 4,
    "YOU": 5,
    "I": 6,
    "DO": 7,
    "ARE": 8,
    "AM": 9,
    "NOT": 10,
    "IT": 11,
    "TO": 12,
    "WHAT": 13,
    "THE": 14,
    "ME": 15,
    "CAN": 16,
    "HOW": 17,
    "IS": 18,
    "HE": 19,
    "HELP": 20,
    "TAKE": 21,
    "THAT": 22,
    "WHY": 23,
    "OF": 24,
    "SO": 25,
    "A": 26,
    "HURT": 27,
    "NEED": 28,
    "REALLY": 29,
    "WATER": 30,
    "FROM": 31,
    "HIM": 32,
    "MAKE": 33,
    "NICE": 34,
    "YOUR": 35,
    "ANGRY": 36,
    "CRYING": 37,
    "GOT": 38,
    "THANK": 39,
    "WITH": 40,
    "FEELING": 41,
    "TODAY": 42,
    "WANT": 43,
    "WAS": 44,
    "BY": 45,
    "CARE": 46,
    "FOOD": 47,
    "INTO": 48,
    "ONE": 49,
    "SOME": 50,
    "THIS": 51,
    "TRAIN": 52,
    "WILL": 53,
    "BE": 54,
    "GO": 55,
    "IN": 56,
    "ON": 57,
    "SOMETHING": 58,
    "LIKE": 59,
    "PLEASE": 60,
    "TELL": 61,
    "WE": 62,
    "BAD": 63,
    "FOR": 64,
    "LIGHT": 65,
    "TURN": 66,
    "WORRY": 67,
    "AND": 68,
    "ANY": 69,
    "BORED": 70,
    "CHATTING": 71,
    "CONGRATULATIONS": 72,
    "DIFFERENCE": 73,
    "DISAPPOINTED": 74,
    "DOES": 75,
    "FINE.": 76,
    "FREE": 77,
    "HI": 78,
    "MEET": 79,
    "MY": 80,
    "SIR": 81,
    "SLEEP": 82,
    "THERE": 83,
    "TRY": 84,
    "UNDERSTAND": 85,
    "WHO": 86,
    "ABOUT": 87,
    "AFRAID": 88,
    "AGREE": 89,
    "ALL": 90,
    "APPRECIATE": 91,
    "BECOME": 92,
    "BRING": 93,
    "CAME": 94,
    "COLLEGESCHOOL": 95,
    "COULD": 96,
    "DOING": 97,
    "ENJOYED": 98,
    "GLASS": 99,
    "HAD": 100,
    "HAPPENED": 101,
    "HAPPY": 102,
    "HEAR": 103,
    "HEART": 104,
    "HUNGRY": 105,
    "KIND": 106,
    "KNOW": 107,
    "LET": 108,
    "LOT": 109,
    "MEAN": 110,
    "MEDICINE,": 111,
    "MORE": 112,
    "MUCH": 113,
    "NEVER": 114,
    "NOW": 115,
    "ONWARDS": 116,
    "POUR": 117,
    "PROMISE": 118,
    "SLOWER": 119,
    "SOMEHOW": 120,
    "SORRY": 121,
    "SURE": 122,
    "TALK": 123,
    "THINGS": 124,
    "THINK": 125,
    "TIME": 126,
    "VERY": 127,
    "WAY": 128,
    "WHERE": 129,
    "WHICH": 130,
    "YOURSELF": 131,
    "(AGE)": 132,
    "ANYTHING,": 133,
    "BEAUTIFUL": 134,
    "BED": 135,
    "CLASS": 136,
    "COLD": 137,
    "COMING": 138,
    "DARE": 139,
    "DID": 140,
    "DILEMMA": 141,
    "FAVOUR": 142,
    "GOING": 143,
    "GOOD": 144,
    "GRATEFUL": 145,
    "HIDING": 146,
    "LEAVE": 147,
    "PLACE": 148,
    "PREPARE": 149,
    "ROOM": 150,
    "SERVE": 151,
    "SHIRT": 152,
    "SITTING": 153,
    "SOFTLY": 154,
    "SPEAK": 155,
    "STOPPED": 156,
    "STUBBORN": 157,
    "TIRED": 158,
    "WEAR": 159,
    "WHEN": 160,
    "WOULD": 161,
    "ABUSE": 162,
    "FEVER": 163,
    "NAME": 164,
    "OFF": 165,
    "OLD": 166,
    "SUFFERING": 167,
    "TRUTH": 168,
    "WELCOME": 169,
    "XXXXXXXX": 170,
    "COMB": 171,
    "FRIEND": 172,
    "HAIR": 173,
    "NUMBER": 174,
    "OUTSIDE": 175,
    "PHONE": 176,
    "REPEAT": 177,
    "SHALL": 178,
    "SHE": 179,
    "TRUST": 180,
    "CAREER": 181,
    "DONT": 182,
    "HAVE": 183,
    "LOVE": 184,
    "PLANNED": 185,
    "NO": 186
  },
  "pad_token": "<PAD>",
  "sos_token": "<SOS>",
  "eos_token": "<EOS>",
  "unk_token": "<UNK>",
  "blank_token": "<BLANK>"
}