{
  "token2idx": {
    "<PAD>": 0,
    "<SOS>": 1,
    "<EOS>": 2,
    "<UNK>": 3,
    "you": 4,
    "i": 5,
    "do": 6,
    "are": 7,
    "am": 8,
    "not": 9,
    "it": 10,
    "to": 11,
    "what": 12,
    "the": 13,
    "me": 14,
    "can": 15,
    "how": 16,
    "is": 17,
    "he": 18,
    "help": 19,
    "take": 20,
    "that": 21,
    "why": 22,
    "of": 23,
    "so": 24,
    "a": 25,
    "hurt": 26,
    "need": 27,
    "really": 28,
    "water": 29,
    "from": 30,
    "him": 31,
    "make": 32,
    "nice": 33,
    "your": 34,
    "angry": 35,
    "crying": 36,
    "got": 37,
    "thank": 38,
    "with": 39,
    "feeling": 40,
    "today": 41,
    "want": 42,
    "was": 43,
    "by": 44,
    "care": 45,
    "food": 46,
    "into": 47,
    "one": 48,
    "some": 49,
    "this": 50,
    "train": 51,
    "will": 52,
    "be": 53,
    "go": 54,
    "in": 55,
    "on": 56,
    "something": 57,
    "like": 58,
    "please": 59,
    "tell": 60,
    "we": 61,
    "bad": 62,
    "for": 63,
    "light": 64,
    "turn": 65,
    "worry": 66,
    "and": 67,
    "any": 68,
    "bored": 69,
    "chatting": 70,
    "congratulations": 71,
    "difference": 72,
    "disappointed": 73,
    "does": 74,
    "fine.": 75,
    "free": 76,
    "hi": 77,
    "meet": 78,
    "my": 79,
    "sir": 80,
    "sleep": 81,
    "there": 82,
    "try": 83,
    "understand": 84,
    "who": 85,
    "about": 86,
    "afraid": 87,
    "agree": 88,
    "all": 89,
    "appreciate": 90,
    "become": 91,
    "bring": 92,
    "came": 93,
    "collegeschool": 94,
    "could": 95,
    "doing": 96,
    "enjoyed": 97,
    "glass": 98,
    "had": 99,
    "happened": 100,
    "happy": 101,
    "hear": 102,
    "heart": 103,
    "hungry": 104,
    "kind": 105,
    "know": 106,
    "let": 107,
    "lot": 108,
    "mean": 109,
    "medicine,": 110,
    "more": 111,
    "much": 112,
    "never": 113,
    "now": 114,
    "onwards": 115,
    "pour": 116,
    "promise": 117,
    "slower": 118,
    "somehow": 119,
    "sorry": 120,
    "sure": 121,
    "talk": 122,
    "things": 123,
    "think": 124,
    "time": 125,
    "very": 126,
    "way": 127,
    "where": 128,
    "which": 129,
    "yourself": 130,
    "(age)": 131,
    "anything,": 132,
    "beautiful": 133,
    "bed": 134,
    "class": 135,
    "cold": 136,
    "coming": 137,
    "dare": 138,
    "did": 139,
    "dilemma": 140,
    "favour": 141,
    "going": 142,
    "good": 143,
    "grateful": 144,
    "hiding": 145,
    "leave": 146,
    "place": 147,
    "prepare": 148,
    "room": 149,
    "serve": 150,
    "shirt": 151,
    "sitting": 152,
    "softly": 153,
    "speak": 154,
    "stopped": 155,
    "stubborn": 156,
    "tired": 157,
    "wear": 158,
    "when": 159,
    "would": 160,
    "abuse": 161,
    "fever": 162,
    "name": 163,
    "off": 164,
    "old": 165,
    "suffering": 166,
    "truth": 167,
    "welcome": 168,
    "xxxxxxxx": 169,
    "comb": 170,
    "friend": 171,
    "hair": 172,
    "number": 173,
    "outside": 174,
    "phone": 175,
    "repeat": 176,
    "shall": 177,
    "she": 178,
    "trust": 179,
    "career": 180,
    "dont": 181,
    "have": 182,
    "love": 183,
    "planned": 184,
    "no": 185
  },
  "pad_token": "<PAD>",
  "sos_token": "<SOS>",
  "eos_token": "<EOS>",
  "unk_token": "<UNK>",
  "blank_token": null
}