{
  "token2idx": {
    "<PAD>": 0,
    "<SOS>": 1,
    "<EOS>": 2,
    "<UNK>": 3,
    "you": 4,
    "i": 5,
    "am": 6,
    "do": 7,
    "are": 8,
    "not": 9,
    "to": 10,
    "it": 11,
    "what": 12,
    "can": 13,
    "the": 14,
    "is": 15,
    "me": 16,
    "how": 17,
    "take": 18,
    "that": 19,
    "he": 20,
    "your": 21,
    "help": 22,
    "need": 23,
    "of": 24,
    "really": 25,
    "so": 26,
    "water": 27,
    "why": 28,
    "him": 29,
    "go": 30,
    "like": 31,
    "a": 32,
    "angry": 33,
    "by": 34,
    "crying": 35,
    "feeling": 36,
    "got": 37,
    "in": 38,
    "into": 39,
    "make": 40,
    "one": 41,
    "please": 42,
    "some": 43,
    "something": 44,
    "this": 45,
    "today": 46,
    "train": 47,
    "from": 48,
    "hurt": 49,
    "tell": 50,
    "will": 51,
    "for": 52,
    "agree": 53,
    "and": 54,
    "bad": 55,
    "love": 56,
    "sleep": 57,
    "softly": 58,
    "speak": 59,
    "about": 60,
    "afraid": 61,
    "any": 62,
    "appreciate": 63,
    "be": 64,
    "beautiful": 65,
    "become": 66,
    "bed": 67,
    "bored": 68,
    "bring": 69,
    "came": 70,
    "care": 71,
    "class": 72,
    "cold": 73,
    "comb": 74,
    "coming": 75,
    "congratulations": 76,
    "could": 77,
    "dare": 78,
    "did": 79,
    "difference": 80,
    "dilemma": 81,
    "disappointed": 82,
    "does": 83,
    "doing": 84,
    "favour": 85,
    "fever": 86,
    "food": 87,
    "free": 88,
    "glass": 89,
    "going": 90,
    "grateful": 91,
    "had": 92,
    "hair": 93,
    "hear": 94,
    "heart": 95,
    "hi": 96,
    "hiding": 97,
    "hungry": 98,
    "kind": 99,
    "know": 100,
    "leave": 101,
    "let": 102,
    "mean": 103,
    "medicine,": 104,
    "meet": 105,
    "more": 106,
    "much": 107,
    "my": 108,
    "name": 109,
    "nice": 110,
    "number": 111,
    "outside": 112,
    "phone": 113,
    "place": 114,
    "pour": 115,
    "prepare": 116,
    "promise": 117,
    "repeat": 118,
    "room": 119,
    "shall": 120,
    "sitting": 121,
    "slower": 122,
    "somehow": 123,
    "sorry": 124,
    "stopped": 125,
    "suffering": 126,
    "sure": 127,
    "talk": 128,
    "thank": 129,
    "there": 130,
    "time": 131,
    "tired": 132,
    "trust": 133,
    "try": 134,
    "understand": 135,
    "want": 136,
    "was": 137,
    "we": 138,
    "welcome": 139,
    "when": 140,
    "who": 141,
    "would": 142,
    "xxxxxxxx": 143,
    "yourself": 144,
    "(age)": 145,
    "abuse": 146,
    "happy": 147,
    "never": 148,
    "now": 149,
    "onwards": 150,
    "truth": 151,
    "very": 152,
    "where": 153,
    "career": 154,
    "have": 155,
    "planned": 156,
    "dont": 157,
    "worry": 158,
    "no": 159
  },
  "pad_token": "<PAD>",
  "sos_token": "<SOS>",
  "eos_token": "<EOS>",
  "unk_token": "<UNK>",
  "blank_token": null
}