{
  "token2idx": {
    "<BLANK>": 0,
    "<PAD>": 1,
    "<SOS>": 2,
    "<EOS>": 3,
    "<UNK>": 4,
    "YOU": 5,
    "I": 6,
    "DO": 7,
    "IT": 8,
    "NOT": 9,
    "WHAT": 10,
    "ME": 11,
    "HOW": 12,
    "TAKE": 13,
    "TO": 14,
    "HE": 15,
    "GO": 16,
    "HELP": 17,
    "NEED": 18,
    "REALLY": 19,
    "THAT": 20,
    "WATER": 21,
    "WHY": 22,
    "HIM": 23,
    "YOUR": 24,
    "LIKE": 25,
    "ANGRY": 26,
    "CRY": 27,
    "FEELING": 28,
    "GOT": 29,
    "IN": 30,
    "INTO": 31,
    "MAKE": 32,
    "PLEASE": 33,
    "SO": 34,
    "SOMETHING": 35,
    "THE": 36,
    "THIS": 37,
    "TODAY": 38,
    "TRAIN": 39,
    "DONOT": 40,
    "FROM": 41,
    "HURT": 42,
    "TELL": 43,
    "AGREE": 44,
    "BAD": 45,
    "LOVE": 46,
    "SLEEP": 47,
    "SOFTLY": 48,
    "SPEAK": 49,
    "A": 50,
    "ABOUT": 51,
    "AFRAID": 52,
    "AM": 53,
    "ANY": 54,
    "APPRECIATE": 55,
    "BEAUTIFUL": 56,
    "BECOME": 57,
    "BED": 58,
    "BORED": 59,
    "BRING": 60,
    "BY": 61,
    "CAME": 62,
    "CARE": 63,
    "CLASS": 64,
    "COLD": 65,
    "COMB": 66,
    "COMING": 67,
    "CONGRATULATIIONS": 68,
    "DARE": 69,
    "DIFFERENCE": 70,
    "DILEMMA": 71,
    "DISAPPOINTED": 72,
    "FAVOUR": 73,
    "FEVER": 74,
    "FOOD": 75,
    "FREE": 76,
    "GLASS": 77,
    "GRATEFUL": 78,
    "HAIR": 79,
    "HEAR": 80,
    "HEART": 81,
    "HI": 82,
    "HIDE": 83,
    "HUNGRY": 84,
    "KIND": 85,
    "KNOW": 86,
    "LEAVE": 87,
    "LET": 88,
    "MEAN": 89,
    "MEDICINE,": 90,
    "MEET": 91,
    "MORE": 92,
    "MUCH": 93,
    "MY": 94,
    "NAME": 95,
    "NICE": 96,
    "NUMBER": 97,
    "OF": 98,
    "ONE": 99,
    "OUTSIDE": 100,
    "PHONE": 101,
    "PLACE": 102,
    "POUR": 103,
    "PREPARE": 104,
    "PROMISE": 105,
    "REPEAT": 106,
    "ROOM": 107,
    "SITTING": 108,
    "SLOWER": 109,
    "SOME": 110,
    "SOMEHOW": 111,
    "SOMEONE": 112,
    "SORRY": 113,
    "STOPPED": 114,
    "SUFFERING": 115,
    "SURE": 116,
    "TALK": 117,
    "THANK": 118,
    "THERE": 119,
    "TIME": 120,
    "TIRED": 121,
    "TRUST": 122,
    "TRY": 123,
    "UNDERSTAND": 124,
    "WANT": 125,
    "WE": 126,
    "WELCOME": 127,
    "WHEN": 128,
    "WHO": 129,
    "XXXXXXXX": 130,
    "YOURSELF": 131,
    "(AGE)": 132,
    "ABUSE": 133,
    "HAPPY": 134,
    "NEVER": 135,
    "NOW": 136,
    "ONWARDS": 137,
    "TRUTH": 138,
    "VERY": 139,
    "WHERE": 140,
    "CAREER": 141,
    "HAVE": 142,
    "PLAN": 143,
    "DONT": 144,
    "WORRY": 145,
    "NO": 146
  },
  "pad_token": "<PAD>",
  "sos_token": "<SOS>",
  "eos_token": "<EOS>",
  "unk_token": "<UNK>",
  "blank_token": "<BLANK>"
}